Repository: Sulfureous/blackboard-theme
Catalog: blackboard/lang/*.po
Languages: es_mx

source: %1$s on %2$s
es_mx: %1$s en %2$s

source: Category Archives: %s
es_mx: Archivos de Categoria: %s

source: Daily Archives: <span>%s</span>
es_mx: Archivos Diarios: <span>%s</span>

source: Monthly Archives: <span>%s</span>
es_mx: Archivos Mensuales: <span>%s</span>

source: No comments by
es_mx: No hay comentarios por

source: No comments have been made yet.
es_mx: No se han hecho comentarios todavia.

source: No posts by
es_mx: No hay articulos por

source: Oh no, the page cannot be found.
es_mx: Oh no, no encontramos la pagina.

source: Post Not Found!
es_mx: Pagina No Encontrada!

source: Recent Comments by
es_mx: Comentario Reciente Por

source: Recent Posts by
es_mx: Articulo Reciente por

source: Sections &#151;
es_mx: Secciones &#151;

source: Tag Archives: %s
es_mx: Archivos de Etuquetas: %s

source: There are no file here?!
es_mx: No hay archivos aqui?!

source: There are no posts here?!
es_mx: No hay articulos aqui?!

source: There are no search results here!
es_mx: No hay resultados de tu busqueda!

source: There is no page found here.
es_mx: No se encontro una pagina aqui.

source: We apologize for any inconvenience, please go back on your browser.
es_mx: Una disculpa por cualquier inconveniencia, favor de darle atras a su navegador.

source: Yearly Archives: <span>%s</span>
es_mx: Archivos Anuales: <span>%s</span>

source: You searched for:
es_mx: Tu busqueda fue:
